-- 현존 구단
INSERT INTO team (team_id, team_name, region, found_year, stadium) VALUES
(1,  'LG 트윈스',            '서울',   '1990', '잠실야구장'),
(2,  '두산 베어스',          '서울',   '1982', '잠실야구장'),
(3,  'SSG 랜더스',           '인천',   '2021', '인천SSG랜더스필드'),
(4,  '키움 히어로즈',        '서울',   '2008', '고척스카이돔'),
(5,  'KIA 타이거즈',         '광주',   '2001', '광주기아챔피언스필드'),
(6,  '삼성 라이온즈',        '대구',   '1982', '대구삼성라이온즈파크'),
(7,  '롯데 자이언츠',        '부산',   '1982', '사직야구장'),
(8,  '한화 이글스',          '대전',   '1986', '한화생명이글스파크'),
(9,  'NC 다이노스',          '창원',   '2011', '창원NC파크'),
(10, 'KT 위즈',              '수원',   '2013', '수원KT위즈파크'),

-- 해체 또는 명칭변경 구단
(11, 'OB 베어스',            '서울',   '1982', '동대문야구장'),
(12, '쌍방울 레이더스',       '전주',   '1991', '전주종합운동장야구장'),
(13, '해태 타이거즈',         '광주',   '1982', '광주무등경기장'),
(14, '삼미 슈퍼스타즈',       '인천',   '1982', '인천도원야구장'),
(15, '청보 핀토스',           '인천',   '1985', '인천도원야구장'),
(16, '태평양 돌핀스',         '인천',   '1988', '인천도원야구장'),
(17, '현대 유니콘스',         '수원',   '1996', '수원야구장'),
(18, 'SK 와이번스',           '인천',   '2000', '인천문학야구장'),
(19, '우리 히어로즈',         '서울',   '2008', '목동야구장'),
(20, '넥센 히어로즈',         '서울',   '2010', '고척스카이돔');