-- 훈련 정보 인서트 문
INSERT INTO train (player_id, date, location, content) 
VALUES 
(3009, '2025-06-01', '잠실야구장', '기초 체력 훈련'),
(4206, '2025-06-02', '잠실야구장', '타격 연습'),
(4202, '2025-06-03', '잠실야구장', '수비 포지션 훈련'),
(4205, '2025-06-04', '잠실야구장', '주루 훈련'),
(4003, '2025-06-05', '잠실야구장', '스트레칭 및 웜업'),
(4201, '2025-06-06', '잠실야구장', '타격 자세 교정'),
(4006, '2025-06-07', '잠실야구장', '피칭 훈련'),
(4205, '2025-06-08', '잠실야구장', '실전 연습 경기'),
(3009, '2025-06-09', '잠실야구장', '수비 시나리오 훈련'),
(3002, '2025-06-10', '잠실야구장', '전술 브리핑');



